Repository: TextGrabber2-app/TextGrabber2
Catalog: TextGrabber2/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %lld Items Found
zh_hans: 找到 %lld 项
zh_hant: 找到 %lld 項

source: 🎉 Version %@ is out
zh_hans: 🎉 版本 %@ 已发布
zh_hant: 🎉 版本 %@ 已釋出

source: Action Name
zh_hans: 操作名称
zh_hant: 操作名稱

source: Clear Contents
zh_hans: 清除内容
zh_hant: 清除內容

source: Clear Other Items
zh_hans: 清除其他项目
zh_hant: 清除其他項目

source: Clipboard (TextGrabber2)
zh_hans: 剪贴板内容 (TextGrabber2)
zh_hant: 剪貼簿內容 (TextGrabber2)

source: Clipboard Tools
zh_hans: 剪贴板工具
zh_hant: 剪貼簿工具

source: Concatenate
zh_hans: 直接合并
zh_hant: 直接合併

source: Content Filters
zh_hans: 内容过滤器
zh_hant: 內容過濾器

source: Content Type
zh_hans: 内容类型
zh_hant: 內容型別

source: Copy All
zh_hans: 复制全部
zh_hant: 拷貝全部

source: Copy to Get Started
zh_hans: 复制即可开始
zh_hant: 拷貝即可開始

source: en-US
zh_hans: zh-Hans
zh_hant: zh-Hant

source: Extract Text from Copied Image
zh_hans: 从复制的图片中提取文本
zh_hant: 從拷貝的圖像中提取文字

source: Extracts text from copied image using TextGrabber2.
zh_hans: 使用 TextGrabber2 从复制的图片中提取文本。
zh_hant: 使用 TextGrabber2 從拷貝的圖像中提取文字。

source: Failed to run “%@”.
zh_hans: “%@”运行失败。
zh_hant: “%@”執行失敗。

source: File
zh_hans: 文件
zh_hant: 檔案

source: Get Clipboard Data
zh_hans: 获取剪贴板数据
zh_hant: 獲取剪貼簿資料

source: Get Clipboard Data for ${type}
zh_hans: 从剪贴板获取 ${type} 的数据
zh_hant: 從剪貼簿獲取 ${type} 的資料

source: Get Clipboard Types
zh_hans: 获取剪贴板数据类型
zh_hant: 獲取剪貼簿資料型別

source: Get Inspector
zh_hans: 获取检查器
zh_hant: 獲取檢查器

source: Gets available content types from the clipboard.
zh_hans: 从剪贴板获取可用的内容类型。
zh_hant: 從剪貼簿獲取可用的內容型別。

source: Gets data from the clipboard for a specific content type.
zh_hans: 从剪贴板获取指定类型的数据。
zh_hant: 從剪貼簿獲取指定型別的資料。

source: How to Set Up?
zh_hans: 如何设置？
zh_hant: 如何設定？

source: How to Use?
zh_hans: 如何使用？
zh_hant: 如何使用？

source: Inspect Clipboard
zh_hans: 检查剪贴板
zh_hant: 檢查剪貼簿

source: Launch at Login
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Limited Access
zh_hans: 访问受限
zh_hant: 訪問受限

source: Observe Changes
zh_hans: 监听剪贴板变化
zh_hant: 監聽剪貼簿變化

source: Perform ${actionName} in TextGrabber2
zh_hans: 在 TextGrabber2 执行 ${actionName}
zh_hant: 在 TextGrabber2 執行 ${actionName}

source: Perform TextGrabber2 Action
zh_hans: 执行 TextGrabber2 操作
zh_hant: 執行 TextGrabber2 操作

source: Performs a TextGrabber2 action available in the menu.
zh_hans: 执行一项 TextGrabber2 菜单上可用的操作。
zh_hant: 執行一項 TextGrabber2 選單上可用的操作。

source: Preview Copied Content
zh_hans: 预览复制的内容
zh_hant: 預覽拷貝的內容

source: Previews copied content using TextGrabber2.
zh_hans: 使用 TextGrabber2 预览复制的内容。
zh_hant: 使用 TextGrabber2 預覽拷貝的內容。

source: Quick Look
zh_hans: 快速查看
zh_hant: 快速查看

source: Quit TextGrabber2
zh_hans: 退出 TextGrabber2
zh_hant: 退出 TextGrabber2

source: Result
zh_hans: 结果
zh_hant: 結果

source: Save as File
zh_hans: 保存为文件
zh_hant: 儲存為檔案

source: Services
zh_hans: 服务
zh_hant: 服務

source: Set Clipboard Data
zh_hans: 设置剪贴板数据
zh_hant: 設定剪貼簿資料

source: Set Clipboard Data for ${type} with ${file}
zh_hans: 设置剪贴板 ${type} 的数据为 ${file}
zh_hant: 設定剪貼簿 ${type} 的資料為 ${file}

source: Sets data in the clipboard for a specific content type.
zh_hans: 设置指定类型的数据到剪贴板。
zh_hant: 設定指定型別的資料到剪貼簿。

source: Settings…
zh_hans: 设置…
zh_hant: 設定…

source: System Services
zh_hans: 系统服务
zh_hant: 系統服務

source: The clipboard data (as a file). Leave this field empty to clear this type.
zh_hans: 剪贴板数据（以文件形式）。将此字段留空可清空此类型。
zh_hant: 剪貼簿資料（以檔案形式）。將此欄位留空可清空此型別。

source: Translate
zh_hans: 翻译
zh_hant: 翻譯

source: User Manual
zh_hans: 使用手册
zh_hant: 使用手冊

source: Version
zh_hans: 版本
zh_hant: 版本

source: When enabled, this action clears all other items.
zh_hans: 开启时，此操作将删除所有其他项目。
zh_hant: 開啟時，此操作將刪除所有其他項目。

source: With Newlines
zh_hans: 使用换行合并
zh_hant: 使用換行合併

source: With Spaces
zh_hans: 使用空格合并
zh_hant: 使用空格合併
